Repository: ragnar76/emutos
Catalog: emutos/po/*.po
Languages: cs, de, es, fi, it

source: To create a new folder within the cur-
cs: K vytvoøení nového adresáøe v aktu-
de: Um einen neuen Ordner anzulegen,
es: Para crear una carpeta en la ventana
fi: Luodaksesi uuden kansion nykyiseen
it: Per creare una nuova cartella nella

source: rent window, double-click on the New
cs: álním oknì dvakrát kliknìte na ikonu
de: bitte auf Neuen Ordner oder das Icon
es: actual, pulse dos veces en el icono de
fi: ikkunaan, tupla-klikkaa Uusi Kansio
it: finestra, doppio click sulla icona

source: Folder icon and complete the dialogue
cs: Nový adresáø a do dialogu, který se
de: klicken und dann den nachfolgenden
es: Nuevo y siga las instrucciones
fi: ikoniin ja täytä ilmestyvä dialogi
it: Nuova cartella e completare il dialogo

source: that appears by entering the name of
cs: objeví, zadejte jméno adresáøe, který
de: Dialog ausfüllen und einen Namen
es: introduciendo el nombre de la
fi: antamalla nimi kansiolle,
it: che appare inserendo il nome della

source: the folder you want to create.
cs: se chystáte vytvoøit.
de: für den neuen Ordner angeben.
es: carpeta que quiere crear.
fi: jonka haluat luoda.
it: cartella che si vuole creare.

source: OPEN APPLICATION
cs: SPUSTIT APLIKACI
de: ÖFFNE ANWENDUNG
es: ABRIR APLICACIÓN
fi: AVAA SOVELLUS
it: APRI APPLICAZIONE

source: Enter the name of the document you want
cs: Zadejte jméno dokumentu, který má být
de: Gib den Namen des zu öffnenden Dokumentes
es: Introduzca el nombre deseado del documento
fi: Anna dokumentin nimi, jonka haluat
it: Inserire il nome del documento che si

source: to load, or enter parameter values that
cs: naèten k zadání parametrù pøijatelných
de: an oder gib passende Parameter für die
es: a leer, o valores de parámetros
fi: avata, tai anna parametreja,
it: vuole caricare, o inserire valori

source: are acceptable to this application.
cs: pro tuto aplikaci.
de: Anwendung an.
es: aceptables por este programa.
fi: jotka tämä sovellus hyväksyy.
it: parametro adatti all'applicazione.

source: INSTALL DISK DRIVE
cs: PØIHLÁSIT DISK
de: INSTALLIERE LAUFWERK
es: INSTALAR UNIDAD DE DISCO
fi: MÄÄRITÄ LEVYASEMA
it: INSTALLA UNITA' DISCO

source: Disk type:
cs: Typ disku:
de: Medien-Typ:
es: Tipo disco:
fi: Tyyppi:
it: Tipo disco

source: Floppy
cs: Disketa
de: Diskette
fi: Levyke

source: Hard
cs: Harddisk
de: Platte
es: Duro
fi: Kovalevy
it: Drive

source: CONFIGURE APPLICATION
cs: NASTAVENÍ APLIKACE
de: KONFIGURIERE ANWENDUNG
es: CONFIGURAR APLICACIÓN
fi: MÄÄRITÄ SOVELLUS
it: CONFIGURA APPLICAZIONE

source: Document types:
cs: Typy dokumentù:
de: Dokument-Typen:
es: Tipos de documento:
fi: Tiedostotyypit:
it: Tipi documento:

source: Application type:
cs: Typ aplikace:
de: Anwendungs-Typen:
es: Tipo de aplicación:
fi: Sovellustyyppi:
it: Tipo applicazione:

source: Icon type:
cs: Typ ikony:
de: Icon-Typ:
es: Tipo de icono:
fi: Ikonityyppi:
it: Tipo icona:

source: COPY FOLDERS / ITEMS
cs: KOPÍROVÁNÍ ADRESÁØÙ / POLO®EK
de: KOPIERE ORDNER / DATEIEN
es: COPIAR CARPETAS / ELEMENTOS
fi: KOPIOIN KANSIOT / TIEDOSTOT
it: COPIA CARTELLE / OGGETTI

source: DELETE FOLDERS / ITEMS
cs: MAZÁNÍ ADRESÁØÙ / POLO®EK
de: LÖSCHE ORDNER / DATEIEN
es: BORRAR CARPETAS / ELEMENTOS
fi: POISTAN KANSIOT / TIEDOSTOT
it: CANCELLA CARTELLE / OGGETTI

source: NAME CONFLICT DURING COPY
cs: KONFLIKT JMEN BÌHEM KOPÍROVÁNÍ
de: NAMENSKONFLIKT BEIM KOPIEREN
es: NOMBRE CONFLICTIVO
fi: NIMIKONFLIKTI KOPIOINNIN AIKANA
it: CONFLITTO NOME DURANTE COPIA

source: Stop
cs: Zastavit
fi: Pysäytä
it: Ferma

source: NEW FOLDER
cs: NOVÝ ADRESÁØ
de: NEUER ORDNER
es: NUEVA CARPETA
fi: UUSI KANSIO
it: NUOVA CARTELLA

source: SET PREFERENCES
cs: NASTAVENÍ
de: VOREINSTELLUNGEN
es: ESTABLECER PREFERENCIAS
fi: MÄÄRITÄ ASETUKSET
it: IMPOSTA PREFERENZE

source: Confirm deletes?
cs: Potvrdit mazání?
de: Löschbestätigung?
es: ¿Confirma borrar?
fi: Vahvista poisto:
it: Conferma cancellazione?

source: Confirm copies?
cs: Potvrdit kopírování?
de: Kopierbestätigung?
es: ¿Confirma copiar?
fi: Vahvista kopiointi:
it: Conferma copia?

source: Confirm overwrites?
cs: Potvrdit pøepis?
de: Überschreibbestätigung?
es: ¿Confirma sobreescribir?
fi: Vahvista ylikirjoitus:
it: Conferma sovrascrittura?

source: Double-click speed:
cs: Rychlost dvojkliku:
de: Doppelklickrate:
es: Velocidad de click:
fi: Tuplaklikkausnopeus:
it: Velocità doppio click:

source: Click
cs: Kliknutí
de: Klick
fi: Klikkaa

source: No click
cs: Bez kliknutí
de: Kein Klick
fi: Siirry

source: To drop down menus:
cs: Do padacího menu:
de: Menüs anzeigen bei:
es: Para desplegar menús
fi: Menujen aukaisu:
it: Apertura del menu:

source: Sound effects:
cs: Zvukové efekty:
de: Sound-Effekte:
es: Efecto sonoro:
fi: Ääniefektit:
it: Effetti sonori:

source: On
cs: Ano
de: An
fi: Päällä
it: Si

source: Off
cs: Ne
de: Aus
fi: Pois
it: No

source: Time format:
cs: Formát èasu:
de: Zeit-Format:
es: Formato temporal:
fi: Ajannäyttö:
it: Formato ora:

source: 12 Hour
cs: 12 hodin
de: 12 Std.
es: 12 Horas
fi: 12 tuntia
it: 12 ore

source: 24 Hour
cs: 24 hodin
de: 24 Std.
es: 24 Horas
fi: 24 tuntia
it: 24 ore

source: Date format:
cs: Formát data:
de: Datumsformat:
es: Formato fecha:
fi: Päiväys:
it: Formato data:

source: MM-DD-YY
cs: MM-DD-RR
es: MM-DD-AA
fi: KK-PP-VV
it: MM-GG-AA

source: DD-MM-YY
cs: DD-MM-RR
es: DD-MM-AA
fi: PP-KK-VV
it: GG-MM-AA

source: SET SCREEN RESOLUTION
cs: ROZLI©ENÍ OBRAZOVKY
de: AUFLÖSUNG EINSTELLEN
es: APLICAR RESOLUCION
fi: ASETA RUUDUN TARKKUUS
it: IMPOSTA RISOLUZIONE

source: ST Low
cs: ST nízké
de: ST Niedrig
es: ST Baja
fi: ST matala
it: ST Bassa

source: ST Medium
cs: ST støední
de: ST Mittel
es: ST Media
fi: ST keski
it: ST Media

source: ST High
cs: ST vysoké
de: ST Hoch
es: ST Alta
fi: ST korkea
it: ST Alta

source: TT Low
cs: TT nízké
de: TT Niedrig
es: TT Baja
fi: TT matala
it: TT Bassa

source: TT Medium
cs: TT støední
de: TT Mittel
es: TT Media
fi: TT keski
it: TT Alta

source: High
cs: Vysoké
de: Hoch
es: Alta
fi: Korkea
it: Alta

source: Medium
cs: Støední
de: Mittel
es: Media
fi: Keski
it: Media

source: Low
cs: Nízké
de: Niedrig
es: Baja
fi: Matala
it: Bassa

source: ST Compatible
cs: ST kompatibilní
de: ST kompatibel
fi: ST yhteensopiva
it: ST Compatibile

source: %ld bytes used in %d items.
cs: %ld bytù v %d polo¾kách.
de: %ld Bytes in %d Dateien.
es: %ld Bytes en %d elementos.
fi: %ld tavua käytetty %d tiedostoon.
it: %ld byte usati in %d oggetti.

source: Show as icons 007S
cs: Jako ikony 007S
de: Als Icons 007S
es: Mostrar como iconos 007S
fi: Näytä ikoneina 007S
it: Formato icona 007S

source: application
cs: aplikace
de: Anwendung
es: aplicación
fi: sovellus
it: applicazione

source: documents
cs: dokumenty
de: Dokumente
es: Documentos
fi: dokumentit
it: documenti

source: [2][Switch resolution?][Yes|No]
cs: [2][Zmìnit rozli¹ení?][Ano|Ne]
de: [2][Auflösung wechseln?][Ja|Nein]
es: [2][¿Cambiar la resolución?][Si|No]
fi: [2][Vaihda tarkkuutta?][Kyllä|Ei]
it: [2][Cambiare la risoluzione?][Si|No]

source: Show as text 007S
cs: Jako text 007S
de: Als Text 007S
es: Mostrar como texto 007S
fi: Näytä tekstinä 007S
it: Formato testo 007S

source: New Folder
cs: Nový adresáø
de: Neuer Ordner
es: Nueva Carpeta
fi: Uusi kansio
it: Nuova cartella

source: Disk Drives:
cs: Jednotky:
de: Laufwerke
es: Unidades de Disco
fi: Levyasemat:
it: Unità disco:

source: [1][The selected document type is|not configured to work with|an application. Use "Configure|application" to associate the|document with an application.][ OK ]
cs: [1][Typ vybraného dokumentu není|nastaven pro pou¾ití aplikací.|Pomocí volby "Nastavení aplikace"|spojte tento typ dokumentu|s nìjakou aplikací.][ OK ]
de: [1][Das ausgewählte Dokument ist|keiner Anwendung zugeordnet.|Benutze "Konfiguriere Anwen-|dung" um den Dokumenten-Typ|einer Anwendung zuzuordnen.][ OK ]
es: [1][El fichero seleccionado no est |asociado a ninguna aplicaci¢n.|Use "Configurar aplicaci¢n" para|asociarlo.][ OK ]
fi: [1][Valitsemaasi tiedostotyyppiä ei|ole asetettu sovellukselle.|Käytä "Määritä sovellus"|komentoa liittääksesi tämän|tiedostotyypin sovellukseen.][ OK ]
it: [1][Il documento scelto non è|settato per lavorare con una|applicazione. Usare "Configura|applicazione" per associarlo|ad una applicazione.][ OK ]

source: [1][The GEM Desktop has no more|available windows. Before you|open a disk, close a window|you're not using.][ OK ]
cs: [1][GEM Desktop u¾ nemù¾e otevøít|dal¹í okno. Pøed otevøením disku|zavøete nìkteré okno, které|právì nepou¾íváte.][ OK ]
de: [1][Der Desktop hat keine weiteren|Fenster mehr zur Verfügung. Bevor|ein weiteres Laufwerk benutzt|werden kann, muss ein offenes|Fenster geschlossen werden.][ OK ]
es: [1][El Escritorio GEM no puede|abrir m s ventanas. Antes de|abrir un disco cierre una|ventana en desuso.][ OK ]
fi: [1][GEM työpöydälle ei voi aukaista|useampia ikkunoita. Ennen levyn|aikaisua, sulje jokin ikkuna,|jota et käytä.][ OK ]
it: [1][La Scrivania GEM non dispone di|ulteriori finestre. Prima di|aprire un disco, chiudere una|finestra non in uso.][ OK ]

source: [3][Cannot find FORMAT.PRG|or FORMAT.TTP.][ OK ]
cs: [3][Nenalezen FORMAT.PRG|ani FORMAT.TTP.][ OK ]
de: [3][Kann FORMAT.PRG bzw.|FORMAT.TTP nicht finden.][ OK ]
es: [3][Fue imposible encontrar FORMAT.PRG|o FORMAT.TTP.][ OK ]
fi: [3][FORMAT.PRG tai FORMAT.TTP|ohjelmaa ei löydy.][ OK ]
it: [3][Impossibile trovare FORMAT.PRG|o FORMAT.TTP.][ OK ]

source: [3][Formatting will ERASE all|information on the disk in|drive %c:. Click on OK only|if you don't mind losing the|information on this disk.][ OK |Cancel]
cs: [3][Formátování SMA®E v¹echna|data na disketì v jednotce %c:.|Kliknìte na OK pouze pokud|vám nevadí ztráta v¹ech dat|na tomto disku.][ OK |Zru¹it]
de: [3][Formatieren löscht alle Infor-|mationen auf dem Medium in Lauf-|werk %c:. Drücke OK nur dann,|wenn alles auf diesem Medium|gelöscht werden darf.][ OK |Abbruch]
es: [1][Formatear BORRARA toda la|informaci¢n del disco en|la unidad %c:. Clicar OK solo|si est de acuerdo con perder la|informaci¢n en el disco.][ OK |Cancelar]
fi: [3][Alustus poistaa KAIKKI tiedot|asemasta %c:. Klikkaa OK:ta|vain jos tietosi voidaan|hävittää tältä levyltä.][ OK |Kumoa]
it: [3][Formattando si ELIMINANO tutte|le informazioni sul disco nella|unità %c:. Clicca su OK solo|se non importa la perdita delle|informazioni sul disco.][ OK |Annulla]

source: [3][You cannot copy a parent folder|into one of its child folders.][ OK ]
cs: [3][Není mo¾né zkopírovat nadøazený|adresáø do jeho podadresáøe.][ OK ]
de: [3][Man kann nicht einen übergeordneten|Ordner in einen seiner untergeordneten|Ordner kopieren.][ OK ]
es: [3][No puede copiar una carpeta de |nivel superior en una de inferior.][ OK ]
fi: [3][Et voi kopioida kansiota sen|omiin alikansioihin.][ OK ]
it: [3][Impossibile copiare una cartella|in una sua sottocartella.][ OK ]

source: [3][If you are sure you want to|delete ALL the information on|the disk in drive %c:, click|on OK. Otherwise, click on|Cancel.][ OK |Cancel]
cs: [3][Pokud jste si jistý, ¾e chcete|smazat V©ECHNY informace z disku|v jednotce %c:, kliknìte na OK.|Jinak kliknìte na Zru¹it.][ OK |Zru¹it]
de: [3][Beim Drücken von OK werden alle|Daten auf dem Medium in Laufwerk|%c: gelöscht. Sonst bitte auf|Abbruch drücken.][ OK |Abbruch]
es: [3][Si est seguro de suprimir TODA|la informaci¢n del disco en la|unidad %c:, clique en OK.|Sino clique en Cancelar.][ OK |Cancelar]
fi: [3][Jos olet varma, että haluat|poistaa KAIKKI tiedot levyltä|asemassa %c:, klikkaa OK.|Muutoin klikkaa Kumoa.][ OK |Kumoa]
it: [3][Se siete sicuri di voler elimi-|nare tutte le informazioni sul|disco nell'unità %c:, |cliccare OK. In caso contrario|cliccare su Annulla.][ OK |Annulla]

source: [1][There is not enough space|available to configure this|application. You will need to|remove one of your currently|configured applications.][ OK ]
cs: [1][Není dostatek pamìti k nastavení|této aplikace. K uvolnìní|dal¹ího místa je tøeba odstranit|jednu z døíve nastavených|aplikací.][ OK ]
de: [1][Nicht genug freier Speicher|verfügbar, um die Anwendung zu|konfigurieren. Eine andere|konfigurierte Anwendung muss|vorher entfernt werden.][ OK ]
es: [1][No hay espacio suficiente para|configurar esta aplicaci¢n.|Necesitar suprimir una de las|aplicaciones configuradas.][ OK ]
fi: [1][Tämän sovelluksen määritykseen|ei ole riittävästi tilaa.|Poista jokin jo määritetyistä|sovelluksista ensin.][ OK ]
it: [1][Lo spazio disponibile non è|sufficiente per configurare|questa applicazione. Si deve|togliere una delle applicazioni|già configurate.][ OK ]

source: [2][The folder already exists, or|your disk is full. Retry with|a new name, or Cancel and check|the available disk space.][ Cancel | Retry ]
cs: [2][Adresáø tohoto jména ji¾ existuje|nebo je disk plný. Zkuste jiné|jméno nebo kliknìte na Zru¹it|a provìøte volné místo na disku.][ Zru¹it | Znovu ]
de: [2][Es gibt bereits einen Ordner mit|diesem Namen oder das Medium ist|voll. Versuche einen anderen|Namen oder drücke Abbruch und|prüfe den freien Platz.][ Abbruch | Nochmal ]
es: [2][La carpeta ya existe o|el disco est lleno. Intentelo|con un nuevo nombre, o cancele y|revise el espacio disponible|en el disco.][ Cancelar | Reintentar ]
fi: [2][Annetun niminen kansio on jo|olemassa, tai levy on täysi.|Yritä uutta nimeä, tai Kumoa|ja tarkista vapaa levytila.][ Kumoa | Uudelleen ]
it: [2][La cartella già esiste, o il|disco è pieno. Provate con un|nuovo nome, o Annullare e|verificare lo spazio disco|disponibile.][ Annulla | Riprova ]

source: [1][This disk does not have enough|room for the information you|are trying to copy. Some|items, however, may have been|copied to the disk.][ OK ]
cs: [1][Na disku není dostatek místa pro|informaci, kterou se sna¾íte|kopírovat. Nicménì nìkteré|polo¾ky mohly ji¾ být na disk|zkopírovány.][ OK ]
de: [1][Dieses Medium hat nicht genug|Platz für alle zu kopierenden|Daten. Einige sind aber even-|tuell auf das Medium kopiert|worden.][ OK ]
es: [1][El disco no tiene espacio|suficiente para la informaci¢n|que se quiere copiar. Algunos|elementos han podido ser|copiados en el disco.][ OK ]
fi: [1][Tällä levyllä ei ole riittävästi|tilaa kaikille tiedoille, joita|yrität kopioida. Joitakin|tiedostoista saatettiin silti|kopioida.][ OK ]
it: [1][Il disco non ha sufficente|spazio per l'informazione che|si sta copiando. Alcuni oggetti|tuttavia, potrebbero essere|stati già copiati su disco.][ OK ]

source: [3][Cannot create EMUDESK.INF.|Make sure that a disk is in|your boot drive and click on|OK, or click on Cancel if you|don't want to save the desktop.][ OK |Cancel]
cs: [3][Nelze vytvoøit EMUDESK.INF.|Ujistìte se, ¾e máte vlo¾en|disk v bootovací jednotce a|kliknìte OK, nebo zvolte Zru¹it|pokud nechcete ulo¾it desktop.][ OK |Zru¹it]
de: [3][Kann EMUDESK.INF nicht anlegen.|Stell sicher dass ein Medium im|Laufwerk ist und klick OK, oder|klick Abbruch falls der Desktop|nicht gesichert werden soll.][ OK |Abbruch]
es: [3][Imposible crear EMUDESK.INF.|Asegurese de que haya un disco|en la unidad de arranque y clique en|OK, o clique en Cancelar si no|quiere guardar el escritorio.][ OK |Cancelar]
fi: [2][EMUDESK.INF tiedoston luonti|epäonnistui. Varmista, että|käynnistysasemassa on levyke|ja klikkaa OK, tai peru|työpöydän talletus.][ OK ][ Peru ]
it: [3][Impossibile creare EMUDESK.INF.|Verificare la presenza di un|disco nell'unità di avvio e|cliccare OK, o Annulla se non|si vuole salvare la scrivania.][ OK |Annulla]

source: [3][You cannot create or|access a folder this far|down the directory path.][ OK ]
cs: [3][Nemù¾ete vytváøet èi pøistupovat|k adresáøùm takto hluboko|v adresáøové cestì.][ OK ]
de: [3][Auf dieser Ordnerebene kann|kein neuer Ordner erstellt|werden.][ OK ]
es: [3][No se puede crear o|acceder a una carpeta tan abajo|en la ruta del directorio.][ OK ]
fi: [3][Hakemiston luonti tai käyttö|näin syvällä hakemistopuussa|ei ole mahdollista.][ OK ]
it: [3][Impossibile creare o accedere|ad una cartella così profonda|nel percorso directory.][ OK ]

source: [3][You cannot create or access|a file or folder with that|name, because the pathname|is too long.][ OK ]
cs: [3][Nemù¾ete vytváøet èi pøistupovat|k souborùm èi adresáøùm s tímto|jménem, proto¾e cesta souboru|je pøíli¹ dlouhá.][ OK ]
de: [3][Die Datei bzw. der Ordner|kann nicht erstellt bzw.|geöffnet werden, da der|Pfadname zu lang ist.][ OK ]
es: [3][No se puede crear o acceder|al fichero o carpeta porque|la ruta es demasiado larga.][ OK ]|
fi: [3][Tiedostopolku on liian pitkä|hakemiston/tiedoston luontiin.][ OK ]
it: [3][Impossibile creare o accedere|a un file o folder con quel|nome, perché il nome percorso|è troppo lungo.][ OK ]

source: [1][You cannot open the trash can|icon. To delete a disk, folder,|document, or application, drag|it to the trash can.][ OK ]
cs: [1][Nemù¾ete otevøít ikonu ko¹e.|Jestli chcete smazat disk,|adresáø, dokument nebo aplikaci,|pøetáhnìte ji do ko¹e.][ OK ]
de: [1][Der Mülleimer kann nicht|geöffnet werden. Um einen|Ordner oder eine Datei zu|löschen, einfach das Symbol|auf den Mülleimer ziehen.][ OK ]
es: [1][No se puede abrir la papelera.|Para suprimir un disco, carpeta,|documento o aplicaci¢n, |arrastrelo a la papelera.][ OK ]
fi: [1][Roskakoria ei voi aukaista.|Poista levy, kansio, dokumentti|tai sovellus vetämällä se|roskakori-ikoniin.][ OK ]
it: [1][Impossibile aprire l'icona|cestino. Per eliminare un disco|una cartella, documento o una|applicazione, trascinarli nel|cestino.][ OK ]

source: [1][The trash can is where you drag|the disks, folders, documents,|or applications that you want|to delete PERMANENTLY!][ OK ]
cs: [1][Do ko¹e pøetahujte disky|adresáøe, dokumenty nebo|aplikace, které chcete smazat|TRVALE!][ OK ]
de: [1][In den Mülleimer können Medien,|Ordner, Dokumente oder Programme|verschoben werden, um sie|ENDGÜLTIG zu löschen!][ OK ]
es: [1][La papelera es donde se|arrastran discos, carpetas, |documentos o aplicaciones para|ser suprimidos DEFINITIVAMENTE][ OK ]
fi: [1][Veda roskakoriin levykkeet,|kansiot, tiedostot ja|sovellukset, jotka haluat|poistaa PYSYVÄSTI!][ OK ]
it: [1][Nel cestino è possibile spostare|dischi, cartelle, docummenti o|o applicazioni che si vogliono|cancellare PERMANENTEMENTE!][ OK ]

source: [1][You cannot drag folders,|documents or applications onto|the GEM Desktop. However, you|can copy them to disks or drag|them to the trash.][ OK ]
cs: [1][Nemù¾ete pøetahovat adresáøe|dokumenty nebo aplikace na GEM|Desktop. Nicménì mù¾ete je|kopírovat na disky nebo je|pøetahovat do ko¹e.][ OK ]
de: [1][Ordner, Dokumente und Programme|können nicht auf dem Desktop|abgelegt werden. Sie können aber|auf ein Laufwerk kopiert oder in|den Mülleimer geworfen werden.][ OK ]
es: [1][No se puede arrastrar carpetas,|documentos o aplicaciones al|Escritorio GEM. Sin embargo se|pueden copiar discos o|arrastraslos a la papelera.][ OK ]
fi: [1][Et voi vetää kansioita,|tiedostoja tai sovelluksia|työpöydälle. Voit kuitenkin|kopioida niitä levyille|tai vetää ne roskakoriin.][ OK ]
it: [1][Non si possono spostare le car-|telle, i documenti o le appli-|cazioni sulla scrivania GEM.|Tuttavia si possono copiare nel|disco o spostarli nel cestino.][ OK ]

source: [1][You cannot drag the trash can|into a window.][ OK ]
cs: [1][Nemù¾e¹ pøesunout odpadkový|ko¹ do okna.][ OK ]
de: [1][Der Mülleimer kann nicht in|einem Fenster abgelegt werden.][ OK ]
es: [1][No es posible situar la papelera|dentro de una ventana.][ OK ]
fi: [1][Et voi vetää roskakoria|ikkunaan.][ OK ]
it: [1][Non è possibile trascinare il|cestino in una finestra.][ OK ]

source: [1][You can drag the trash can to|another location on the GEM|Desktop, but you cannot place|it on top of another icon.][ OK ]
cs: [1][Mù¾ete pøetáhnout ko¹ na jiné|místo na plo¹e, ale nemù¾ete|ho umístit na jinou ikonu.][ OK ]
de: [1][Der Mülleimer kann zwar auf dem|Desktop umhergeschoben werden,|aber er kann nicht auf einem|anderen Symbol abgelegt werden.][ OK ]
es: [1][Se puede arrastar la papelera|a otra parte del Escritorio GEM,|pero no se puede situarla|sobre otro icono.][ OK ]
fi: [1][Voit siirtää roskakorin muualle|työpöydällä, muttet toisen|ikonin päälle.][ OK ]
it: [1][Si può spostare il cestino in|un altro punto della scrivania|ma non si può metterlo al di|sopra di un altra icona.][ OK ]
