Repository: ragnar76/emutos
Catalog: emutos/po/*.po
Languages: cs, de, es, fi, it

source: Please eject the floppy and hit RETURN
cs: Vysuòte prosím disketu a stisknìte RETURN
de: Bitte Floppy entnehmen, dann RETURN drücken
es: Por favor, expulse el floppy y pulse RETURN
fi: Poista levyke ja paina RETURN
it: Espellere il dischetto e premere INVIO

source: System halted!
cs: Systém zastaven!
de: System angehalten!
es: ¡Sistema detenido!
fi: Systeemi pysäytetty!
it: Sistema fermato!

source: EmuTOS Version
cs: EmuTOS verze
es: EmuTOS Versión
fi: EmuTOS versio
it: Versione

source: CPU type
cs: Typ CPU
de: CPU-Typ
es: Tipo de CPU
fi: CPU-tyyppi
it: Tipo CPU

source: Machine
cs: Poèítaè
de: Rechner
es: Máquina
fi: Kone
it: Macchina

source: Free ST-RAM
cs: Volná ST-RAM
de: Freies ST-RAM
es: ST RAM disponible
fi: Vapaa ST-RAM
it: ST-RAM libera

source: Free FastRAM
cs: Volná FastRAM
de: Freies FastRAM
es: TT/FastRAM disponible
fi: Vapaa FastRAM
it: FastRAM libera

source: Screen start
cs: Zaèátek obrazu
de: Bildschirm ab
es: Pantalla inicial
fi: Ruudun alku
it: Schermo avvio

source: GEMDOS drives
cs: Disky GEMDOSu
de: GEMDOS-Laufwerke
es: Unidades GEMDOS
fi: GEMDOS-asemat
it: Unità GEMDOS

source: Boot time
cs: Èas startu
de: Boot-Zeit
es: Tiempo de arranque
fi: Käynnistysaika
it: Ora avvio

source: Hold <Control> to skip AUTO/ACC
cs: Podr¾ <Ctrl> a pøeskoè AUTO/ACC
de: Halte <Strg> = ohne AUTO/ACC
es: <Control> para saltar AUTO/ACC
fi: <Cntrl> pohjassa = ohita AUTO/ACC
it: Tenere <CTRL> per saltare AUTO/ACC

source: Hold <Alternate> to skip HDD boot
cs: Podr¾ <Alt> k pøeskoèení HDD
de: Halte <Alt> = keine Harddisk
es: <Alt> no iniciar disco duro
fi: <Alt> pohjassa = ohita kovalevy
it: Tenere <ALT> per salto avvio da HDD

source: Press 'C' to run an early console
cs: Stiskni 'C' pro spu¹tìní konzoly
de: Drücke 'C' für die Konsole
es: Pulse 'C' para correr en una cónsola primitiva
fi: Paina 'C' päästäksesi konsoliin
it: Premi 'C' per avvio early console

source: Hold <Shift> to pause this screen
cs: Podr¾ <Shift> pro pauzu obrazovky
de: Für Pause <Shift> gedrückt halten
es: <Shift> para detener esta pantalla
fi: Pysäytä ruutu <Shift> näppäimellä
it: Tieni <Shift> per pausa schermo

source: Selection: ________.___
cs: Výbìr: ________.___
de: Auswahl: ________.___
es: Selección: ________.___
fi: Valinta: ________.___
it: Selezione: ________.___

source: ITEM SELECTOR
cs: VÝBÌR POLO®EK
de: AUSWAHL
es: SELECTOR DE ELEMENTOS
fi: TIEDOSTON VALINTA
it: SELETTORE OGGETTI

source: Cancel
cs: Zru¹it
de: Abbruch
es: CANCELAR
fi: Kumoa
it: Annulla

source: Insert your GEM STARTUP disk
cs: Vlo¾te startovací disketu GEM
de: GEM Start-Diskette einlegen
es: Inserte el disco de arranque del GEM
fi: Syötä GEM aloitus-levyke
it: Inserire disco avvio GEM

source: [2][You cannot write to the disk in drive|%c: because it is physically write-|protected. Before you Retry, remove|the write-protect tab or notch the|disk.][Cancel|Retry]
cs: [2][Není mo¾né zapisovat na disketu|v jednotce %c:, proto¾e je fyzicky|chránìna proti zápisu. Pøed zvolením| Znovu odstraòte nálepku nebo zakryjte|otvor na disketì.][Zru¹it|Znovu]
de: [2][Medium in Laufwerk %c: kann nicht|beschrieben werden! Vor dem|nächsten Versuch bitte Schreibschutz|entfernen oder Medium wechseln.][Abbruch|Nochmal]
es: [2][No se puede escribir en el disco de la unidad|%c: , está protegido contra escritura.|Antes de reintentar desprotéjalo|o cambie el disco.][Cancelar|Reintentar]
fi: [2][Et voi kirjoittaa %c: asemalle,|koska se on kirjoitussuojattu!|Poista kirjoitussuojaus ennen|kuin yrität uudelleen.][Kumoa|Uudestaan]
it: [2][Impossibile scrivere sul disco nell'unità|%c: , perché è fisicamente protetto da|scrittura. Prima di riprovare, rimuovere|la linguetta di protezione o cambiare il|disco.][Annulla|Riprova]

source: [2][Drive %c: is not responding. You must|use the right kind of disk, insert it|correctly, and close the door. If the|problem is with a hard disk, check the|disk's connections.][Cancel|Retry]
cs: [2][Jednotka %c: nereaguje. Je tøeba|pou¾ít správný typ disku, vlo¾it jej|správnì do mechaniky, pøíp. zavøít.|Je-li problém s harddiskem, provìøte|pøipojení disku.][Zru¹it|Znovu]
de: [2][Laufwerk %c: antwortet nicht. Es muss|der richtige Medientyp verwendet werden.|Wenn es sich um einen Festplatten-Fehler|handelt, bitte die Kabel prüfen.][Abbruch|Nochmal]
es: [2][La unidad %c: no responde. Inserte un |medio adecuado, cierre la puerta, si |se trata de un disco duro, compruebe las|conexiones.][Cancelar|Reintentar]
fi: [2][Asema %c: ei vastaa. Sinun pitää|käyttää oikeantyyppistä levykettä|ja laittaa se asemaan oikein. Jos|ongelma koskee kovalevyä, tarkista|sen liitännät.][Kumoa|Uudestaan]
it: [2][L'unità %c: non risponde. E' necessario|usare il giusto tipo di disco, inserirlo|correttamente, e chiudere lo sportello.|Se il problema è con un disco rigido,|verificare le connessioni.][Annulla|Riprova]

source: [2][Data on the disk in drive %c: may be|damaged. You must use the right kind|of floppy disk; you must connect your|hard disk properly.][Cancel|Retry]
cs: [2][Data na disku %c: jsou mo¾ná|po¹kozena. Je tøeba pou¾ít správný|typ diskety; harddisk musí být|správnì pøipojen.][Zru¹it|Znovu]
de: [2][Die Daten auf Laufwerk %c: sind evtl.|defekt. Es muss die richtige Art von|Diskette verwendet werden bzw. die|Festplatte muss richtig angeschlossen|sein.][Abbruch|Nochmal]
es: [2][Los datos de la unidad %c: pueden|estar dañados. Debes usar el medio|adecuado o conectar el disco duro|correctamente.][Cancelar|Reintentar]
fi: [2][Tiedot asemassa %c: olevalla levyllä|saattavat olla viallisia. Sinun|pitää käyttää oikean tyyppistä|levykettä ja kovalevyn tapauksessa|kiinnittää sen liittimet oikein.][Kumoa|Uudelleen]
it: [2][E' possibile che i dati nell'unità %c:|siano danneggiati. Usare il giusto tipo|di dischetto o connettere il disco rigido|correttamente.][Annulla|Riprova]

source: [2][This application cannot read data on the|disk in drive %c:. The disk must be|formatted, there must be power to the|disk drive, and the disk drive must be|physically connected to your computer.][Cancel|Retry]
cs: [2][Aplikace nemù¾e èíst data z disku|v jednotce %c:. Zkontrolujte, zda je|disk naformátován, jednotka pøipojena|ke zdroji energie a fyzicky pøipojena|k poèítaèi.][Zru¹it|Znovu]
de: [2][Diese Anwendung kann keine Daten von|Laufwerk %c: lesen. Das Medium muss|formatiert sein, das Laufwerk muss Strom|haben und es muss an den Computer|angeschlossen sein.][Abbruch|Nochmal]
es: [2][Esta aplicación no puede leer los datos|del disco en la unidad %c: . Compruebe|que está formateado, que la unidad está|alimentada y conectada al ordenador.][Cancelar|Reintentar]
fi: [2][Sovellus ei pysty lukemaan asemassa|%c: olevia tietoja. Levykkeen|pitää olla formatoitu, aseman pitää|olla päällä ja fyysisesti liitetty|tietokoneeseesi.][Kumoa|Uudelleen]
it: [2][L'applicazione non legge i dati sul disco|nell'unità %c:. Il disco deve essere|formattato, il dispositivo alimentato e|collegato fisicamente al computer.][Annulla|Riprova]

source: [2][Your output device is not receiving|data. Before you Retry, make sure the|device has power, is on-line, and is|loaded with paper or film.][Cancel|Retry]
cs: [2][Výstupní zaøízení nepøijímá data.|data. Pøed zvolením Znovu se ujistìte,|¾e je zaøízení napájeno, je v re¾imu|on-line a zda má papír nebo film.][Zru¹it|Znovu]
de: [2][Das Ausgabe-Gerät empfängt keine Daten.|Vor erneutem Versuch bitte sicher-|stellen, dass es Strom hat, angeschaltet|ist und Papier hat.][Abbruch|Nochmal]
es: [2][El periférico de salida no recibe datos|antes de reintentar asegúrese de que está|conectado, online y tiene papel o film][Cancelar|Reintentar]
fi: [2][ Tulostuslaitteesi ei vastaanota|tietoja. Varmista, että laite on|päällä ja, että siinä on paperia|ennen uutta yritystä.][Kumoa|Uudelleen]
it: [2][Il dispositivo di emissione non riceve|dati. Prima di riprovare, verificare che|il dispositivo sia acceso, sia on-line|e la carta o lucidi caricati.][Annulla|Riprova]

source: [3][An error has occurred with the|Graphics Environment Manager (GEM).|Please contact the EmuTOS Development|Team and submit a bug report.][Cancel]
cs: [3][Objevila se chyba v Mana¾eru|grafického prostøedí (GEM). Kontaktujte|prosím vývojový tým EmuTOSu a podejte|zprávu o chybì.][Zru¹it]
de: [3][Im GEM ist ein Fehler aufgetreten.|Bitte einen Fehler-Bericht|an das EmuTOS Team schicken.][Abbruch]
es: [3][Se produjo un error en el manejador|de entorno gráfico (GEM).|Por favor, contacte al equipo EmuTOS |y reporte el error][Cancelar]
fi: [3][GEM-virhe. Ota yhteyttä|EmuTOS-kehittäjiin ja anna|virheraportti.][Kumoa]
it: [3][Si è verificato un errore nel|Graphics Environment Manager (GEM).|Contattare il Team sviluppo EmuTOS e|sottoporre un bug report.][Annulla]

source: [2][This application cannot find the|folder or document you are trying to|open. Check the name you have entered.][ OK ]
cs: [2][Aplikace nemù¾e najít adresáø nebo|dokument, který se sna¾íte otevøít.|Zkontrolujte zadané jméno.][ OK ]
de: [2][Die Anwendung kann das gewünschte|Dokument oder den Ordner nicht|finden. Bitte den Namen überprüfen.][ OK ]
es: [2][La aplicación no puede encontrar la|carpeta o documento que intenta|abrir. Chequee el nombre][ OK ]
fi: [2][Sovellus ei löydä hakemistoa tai|tiedostoa, jota yrität aukaista.|Tarkista antamasi nimi.][ OK ]
it: [2][L'applicazione non è in grado di|trovare la cartella o il documento|che si vuole aprire. Verificare il|nome inserito.][ OK ]

source: [3][Your computer doesn't have enough|memory to run the GEM Desktop.][ Sorry ]
cs: [3][Poèítaè nemá dostatek pamìti ke|spu¹tìní GEM Desktopu.][ Lituji ]
de: [3][Dieser Rechner hat nicht genug Speicher|um den GEM-Desktop zu starten.][ Abbruch ]
es: [3][No hay memoria suficiente para|iniciar el GEM-Desktop. ][Lo siento]
fi: [3][Koneessasi ei ole riittävästi|muistia GEM-työpöydän|käynnistämiseen.][ Valitan ]
it: [3][Il computer non dispone di memoria|sufficiente per l'avvio della|scrivania GEM.][ Spiacenti ]

source: [1][This application doesn't have room to|open another document. To make room,|close any documents you don't need.][ OK ]
cs: [1][Tato aplikace nemá dostatek pamìti pro|otevøení dal¹ího souboru. K uvolnìní pamìti|zavøete soubory, které právì nepotøebujete.][ OK ]
de: [1][Diese Anwendung hat keinen Platz um noch|ein weiteres Dokument zu öffnen.|Bitte momentan unbenötigte Dokumente|schließen um Platz zu schaffen.][ OK ]
es: [1][Esta aplicación carece de epacio |para abrir otro documento. Cierre|alguno que no necesite.][ OK ]
fi: [1][Sovelluksella ei ole riittävästi|tilaa uudelle dokumentille. Tee|tilaa sulkemalla dokumentit,|joita et tarvitse.][ OK ]
it: [1][L'applicazione non ha lo spazio per|aprire altri documenti. Per aumentare|lo spazio, chiudere i documenti non|più necessari.][ OK ]

source: [1][An item with this name already exists|in the folder, or the item is set to|Read-Only status. Use the "Info/Rename"|command to change the item's status.][ OK ]
cs: [1][Polo¾ka tohoto jména v daném adresáøi|existuje nebo je pouze ke ètení.|Pou¾ijte pøíkaz "Info/Jméno" ke zmìnì|statusu této polo¾ky.][ OK ]
de: [1][Eine Datei mit diesem Namen existiert|schon in diesem Ordner oder die Datei|ist nicht beschreibbar. Benutze das|"Info/Umbenennen" Kommando um den|Datei-Status zu ändern.][ OK ]
es: [1][Ya existe un elemento con este nombre|o el elemento es de sólo lectura. Puede|usar "Información/Renombrar"|para cambiar los atributos.][ OK ]
fi: [1][Kansiossa on jo tiedosto annetulla|nimellä tai se on kirjoitus-|suojattu. Käytä "Tiedot/Nimeä"-|komentoa vaihtaaksesi sen tilaa.][ OK ]
it: [1][Un oggetto con questo nome è già nella|cartella, o è stato impostato lo stato|di Solo-Lettura. Usare il comando|"Info/Rinomina" per variarne lo|stato.][ OK ]

source: [1][The disk drive you have indicated does|not exist. Check the drive identifier|letter you entered.][Cancel]
cs: [1][Po¾adovaný disk neexistuje.|Zkontrolujte zadané písmeno|oznaèující jednotku.][Zru¹it]
de: [1][Das ausgewählte Laufwerk existiert|nicht. Bitte Laufwerksbuchstaben|nochmal überprüfen.][Abbruch]
es: [1][La unidad indicada no existe.|Compruebe la unidad seleccionada.][Cancelar]
fi: [1][Antamaasi asemaa ei ole. Tarkista|antamasi aseman tunnus.][Kumoa]
it: [1][L'unità disco indicata non esiste.|Verificare la lettera di identità|dell'unità che e' stata inserita.][Annulla]

source: [1][You cannot delete the folder in|which you are currently working.][ OK ]
cs: [1][Není mo¾né smazat adresáø, který|je právì nastaven jako pracovní.][ OK ]
de: [1][Du kannst nicht den Ordner löschen,|in dem Du gerade arbeitest.][ OK ]
es: [1][No puede eliminar la carpeta|misma en que está trabajando.][ OK ]
fi: [1][Et voi poistaa kansiota,|jota käytät.][ OK ]
it: [1][Impossibile cancellare la cartella|in cui si sta lavorando.][ OK ]

source: [1][Cannot run the application you have|selected. It may be damaged, or your|computer may not have enough memory.][ OK ]
cs: [1][Vybranou aplikaci nelze spustit.|Mù¾e být po¹kozena, nebo Vá¹ poèítaè|nemá dost volné pamìti.][ OK ]
de: [1][Kann die gewählte Anwendung|nicht ausführen. Eventuell ist|die Datei beschädigt oder der|freie Speicher zu knapp.][ OK ]
es: [1][Fue imposible ejecutar la aplicación|seleccionada. Puede estar dañada, o|no hay bastante memoria disponible.][ OK ]
fi: [1][Valitsemasi sovelluksen käynnistys ei|onnistu. Se voi olla vioittunut, tai|koneessasi ei ole riittävästi muistia.][ OK ]
it: [1][Impossibile eseguire l'applicazione|selezionata. Può essere danneggiata,|o il computer può non disporre di|memoria sufficiente.][ OK ]

source: [3][DOS error #%d.][Cancel]
cs: [3][DOS chyba #%d.][Zru¹it]
de: [3][DOS-Fehler #%d.][Abbruch]
es: [3][DOS-error #%d.][Cancelar]
fi: [3][DOS-virhe #%d.][Kumoa]
it: [3][Errore DOS #%d.][Annulla]

source: [3][Bad Function #][Cancel]
cs: [3][Chybná funkce #][Zru¹it]
de: [3][Falsche Funktionsnummer #][Abbruch]
es: [3][Función errónea #][Cancelar]
fi: [3][Tuntematon funktionumero #][Kumoa]
it: [3][Funzione errata #][Annulla]

source: [3][To run the GEM Desktop, insert your|GEM DESKTOP disk in drive A and click|on OK or press Enter. To return to DOS,|click on Cancel.][ OK |Cancel]
cs: [3][Pro spu¹tìní GEM Desktopu vlo¾te disketu|GEM DESKTOP do jednotky A a kliknìte|na OK nebo stisknìte Return. Pro návrat do|DOSu kliknìte na Zru¹it.][ OK |Zru¹it]
de: [3][Um den Desktop zu starten bitte die|GEM DESKTOP Diskette einlegen und dann|OK oder Enter drücken. Abbruch drücken,|um zu DOS zurückzukehren.][ OK |Abbruch]
es: [3][Para correr el GEM Desktop inserte|su disco en la unidad A y pulse OK o Enter|Para volver al DOS/TOS elija Cancelar][ OK |Cancelar]
fi: [3][Käynnistääksesi GEM työpöydän,|laita GEM DESKTOP -levyke asemaan|A ja klikkaa OK tai paina Enter.|Palataksesi komentoriville,|klikkaa Kumoa.][ OK |Kumoa]
it: [3][Per l'avvio della Scrivania GEM, inserire|il disco SCRIVANIA GEM nell'unità A e|cliccare su OK o premere Invio. Per|tornare al DOS, cliccare su Annulla.][ OK |Annulla]

source: Install
cs: Instalovat
de: Installieren
es: Instalar
fi: Asenna
it: Installa

source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fi: Poista
it: Rimuovi

source: Yes
cs: Ano
de: Ja
es: Si
fi: Kyllä
it: Si

source: No
cs: Ne
de: Nein
fi: Ei

source: Name: ________.___
cs: Jméno: ________.___
es: Nombre: ________.___
fi: Nimi: ________.___
it: Nome: ________.___

source: Size in bytes: __________
cs: Velikost bytù: __________
de: Größe in Bytes: __________
es: Tamaño en bytes: __________
fi: Koko tavuissa: __________
it: Dim. in byte: __________

source: Last modified: __/__/__
cs: Poslední zmìna: __/__/__
de: Zuletzt geändert: __/__/__
es: Última modificación: __/__/__
fi: Viimeksi muutettu: __/__/__
it: Ultima modifica: __/__/__

source: Drive identifier: _:
cs: Oznaèení disku: _:
de: Laufwerkskennung: _:
es: Letra de unidad: _:
fi: Aseman tunnus: _:
it: Identità disco: _:

source: Disk label: ___________
cs: Jmenovka: ___________
de: Medien-Label: ___________
es: Etiqueta disco: ___________
fi: Levyn nimi: ___________
it: Etich. disco: ___________

source: Number of folders: _____
cs: Poèet adresáøù: _____
de: Anzahl der Ordner: _____
es: Número de carpetas: _____
fi: Hakemistoja: _____
it: Numero cartelle: _____

source: Number of items: _____
cs: Poèet polo¾ek: _____
de: Anzahl der Dateien: _____
es: Número de elementos: _____
fi: Tiedostoja: _____
it: Numero oggetti: _____

source: Bytes used: __________
cs: Pou¾ito bytù: __________
de: Bytes belegt: __________
es: Bytes usados: __________
fi: Tavua: __________
it: Byte usati: __________

source: Bytes available: __________
cs: Volných bytù: __________
de: Bytes frei: __________
es: Bytes libres: __________
fi: Tavuja vapaana: __________
it: Byte disponibili: __________

source: Folder name: ________.___
cs: Jméno adresáøe: ________.___
de: Ordnername: ________.___
es: Nombre de la carpeta: ________.___
fi: Kansion nimi: ________.___
it: Nome cartella: ________.___

source: Created: __-__-__
cs: Vytvoøeno: __-__-__
de: Erzeugt: __-__-__
es: Creado: __-__-__
fi: Luotu: __-__-__
it: Creato: __-__-__

source: Parameters: ____________________________________________________
cs: Parametry: ____________________________________________________
de: Parameter: ____________________________________________________
es: Parámetros: ____________________________________________________
fi: Parametrit: ____________________________________________________
it: Parametri : ____________________________________________________

source: Drive identifier: _
cs: Oznaèení disku: _
de: Laufwerkskennung: _
es: Identificador de unidad: _
fi: Aseman tunnus: _
it: Id. dispositivo: _

source: Icon label: ____________
cs: Jméno ikony: ____________
es: Etiqueta del icono: ____________
fi: Ikonin nimi: ____________
it: Etichetta icona: ____________

source: Application name: ________.___
cs: Jméno aplikace: ________.___
de: Anwendungsname: ________.___
es: Nombre de la aplicación: ________.___
fi: Sovelluksen nimi: ________.___
it: Nome applicazione: ________.___

source: Folders to copy: ____
cs: Kopírované adresáøe: ____
de: Zu kopierende Ordner: ____
es: Carpetas a copiar: ____
fi: Kansioita kopioitavana: ____
it: Cartelle da copiare: ____

source: Items to copy: ____
cs: Kopírované polo¾ky: ____
de: Zu kopierende Dateien: ____
es: Elementos a copiar: ____
fi: Tiedostoja kopioitavana: ____
it: Oggetti da copiare: ____

source: Folders to delete: ____
cs: Adresáøe ke smazání: ____
de: Zu löschende Ordner: ____
es: Carpetas a borrar: ____
fi: Kansioita poistettavana: ____
it: Cartelle da cancellare: ____

source: Items to delete: ____
cs: Polo¾ky ke smazání: ____
de: Zu löschende Dateien: ____
es: Elementos a borrar: ____
fi: Tiedostoja poistettavana: ____
it: Oggetti da cancellare: ____

source: Current name: ________.___
cs: Aktuální jméno: ________.___
de: Aktueller Name: ________.___
es: Nombre actual: ________.___
fi: Nykyinen nimi: ________.___
it: Nome corrente: ________.___

source: Copy's name: ________.___
cs: Jméno kopie: ________.___
de: Name der Kopie: ________.___
es: Nombre de la copia: ________.___
fi: Kopion nimi: ________.___
it: Nome copia: ________.___

source: Desk
fi: EmuTOS
it: Scrivania

source: File
cs: Soubor
de: Datei
es: Fichero
fi: Arkisto

source: Options
cs: Volby
de: Optionen
es: Opciones
fi: Asetukset
it: Opzioni

source: Arrange
cs: Uspoøádání
de: Anzeige
es: Orden
fi: Järjestä
it: Visione

source: Desktop info...
cs: Info o desktopu...
es: Información del Desktop...
fi: Ohjelmasta...
it: Info scrivania...

source: Open
cs: Otevøít
de: Öffnen
es: Abrir
fi: Avaa
it: Apri

source: Info/Rename... 007I
cs: Info/Jméno... 007I
de: Info/Ändern... 007I
es: Info/Renombrar... 007I
fi: Näytä tiedot... 007I
it: Info/Rinomina.. 007I

source: New Folder...
cs: Nový adresáø...
de: Neuer Ordner...
es: Nueva Carpeta...
fi: Uusi kansio...
it: Nuova cartella...

source: Close
cs: Zavøít
de: Schließe
es: Cerrar
fi: Sulje
it: Chiudi

source: Close window
cs: Zavøít okno
de: Schließe Fenster
es: Cerrar ventana
fi: Sulje ikkuna
it: Chiudi finestra

source: Delete... 007D
cs: Smazat... 007D
de: Löschen... 007D
es: Borrar... 007D
fi: Poista... 007D
it: Cancella... 007D

source: Format...
cs: Formátovat...
de: Formatieren...
es: Formatear...
fi: Alusta...
it: Formatta...

source: Execute EmuCON ^Z
cs: Spustit EmuCON ^Z
de: Starte EmuCON ^Z
es: Ejecutar EmuCON ^Z
fi: Käynnistä EmuCON ^Z
it: Esegui EmuCON ^Z

source: Shutdown ^Q
cs: Vypnout ^Q
de: Stoppe System ^Q
es: Cerrar sistema ^Q
fi: Pysäytä systeemi ^Q
it: Arresta sistema ^Q

source: Install disk drive...
cs: Pøihlásit disk...
de: Installiere Laufwerk...
es: Instalar unidad de disco...
fi: Määritä levyasema...
it: Installa unità disco...

source: Configure application... 007A
cs: Instalovat aplikaci... 007A
de: Konfiguriere Anwendung... 007A
es: Configurar aplicación... 007A
fi: Määritä sovellus... 007A
it: Configura applicazione... 007A

source: Set preferences...
cs: Nastavení...
de: Voreinstellungen...
es: Establecer preferencias...
fi: Määritä asetukset...
it: Imposta preferenze...

source: Save desktop 007V
cs: Ulo¾it nastavení 007V
de: Sichere Desktop 007V
es: Salvar Desktop 007V
fi: Talleta työpöytä 007V
it: Salva scrivania 007V

source: Change resolution 007C
cs: Zmìna rozli¹ení 007C
de: Auflösung ändern 007C
es: Cambiar resolución 007C
fi: Vaihda tarkkuutta 007C
it: Cambia risoluzione 007C

source: Sort by name 007N
cs: Podle jména 007N
de: nach Namen 007N
es: Ordenar por nombre 007N
fi: Nimi 007N
it: Per nome 007N

source: Sort by type 007P
cs: Podle typu 007P
de: nach Typ 007P
es: Ordenar por tipo 007P
fi: Tyyppi 007P
it: Per tipo 007P

source: Sort by size 007Z
cs: Podle bytù 007Z
de: nach Größe 007Z
es: Ordenar por tamaño 007Z
fi: Koko 007Z
it: Per dimensioni 007Z

source: Sort by date 007T
cs: Podle data 007T
de: nach Datum 007T
es: Ordenar por fecha 007T
fi: Päiväys 007T
it: Per data 007T

source: ITEM INFORMATION / RENAME
cs: INFORMACE / PØEJMENOVÁNÍ
de: DATEI-INFORMATION / UMBENENNEN
es: INFORMACIÓN DEL ELEMENTO/ RENOMBRAR
fi: TIEDOT / UUDELLEENNIMEÄMINEN
it: INFORMAZIONI OGGETTO / RINOMINA

source: Attributes:
cs: Atributy:
de: Attribute:
es: Atributos:
fi: Ominaisuudet:
it: Attributi:

source: Read/Write
cs: Ètení/zápis
de: Les/Schreib
es: Lectura/Escritura
fi: Lue/Kirj.
it: Lett./Scri.

source: Read-Only
cs: Jen ètení
de: Nur Lesen
es: Sólo lectura
fi: Vain luku
it: Solo lettura

source: DISK INFORMATION
cs: INFORMACE O DISKU
de: LAUFWERKS-INFORMATION
es: INFORMACIÓN DEL DISCO
fi: LEVYN TIEDOT
it: INFORMAZIONI DISCO

source: FOLDER INFORMATION
cs: INFORMACE O ODRESÁØI
de: ORDNER-INFORMATION
es: INFORMACIÓN DE LA CARPETA
fi: KANSION TIEDOT
it: INFORMAZIONI CARTELLA

source: Version
cs: Verze
es: Versión
fi: Versio
it: Versione

source: Copyright (c) by
cs: Copyright (c)
de: Copyright (c)
es: Copyright (c)
fi: Copyright (c)
it: Copyright (c) del

source: The EmuTOS development team
cs: Vývojový tým EmuTOSu
de: EmuTOS Entwickler-Team
es: el equipo de desarrollo EmuTOS
fi: EmuTOS-kehittäjät
it: Team di sviluppo EmuTOS

source: Based on 'GPLed' sources
cs: Zalo¾eno na 'GPL' zdrojích
de: Basierend auf Quellen von
es: Basado en fuentes GPL
fi: Pohjautuu GPL-lähdekoodiin:
it: Basato su un sorgente 'GPL'

source: EmuTOS is distributed under the GPL
cs: EmuTOS je ¹íøen pod licencí GPL
de: EmuTOS ist lizensiert unter der GPL
es: EmuTOS se distribuye bajo GPL
fi: EmuTOSia levitetään GPL-lisenssillä
it: EmuTOS è distribuito con licenza GPL

source: See doc/license.txt for details
cs: Detaily viz doc/license.txt
de: Siehe doc/license.txt für mehr
es: Lea licencia.txt para más detalle
fi: Lisätiedot, katso doc/license.txt
it: Per i dettagli, vedi doc/license.txt

source: NEW FOLDER INFORMATION
cs: INFORMACE O NOVÉM ADRESÁØI
de: NEUE ORDNER-INFORMATION
es: INFORMACIÓN CARPETA NUEVA
fi: UUDEN KANSION TIEDOT
it: INFORMAZIONI NUOVA CARTELLA
